
//Синтаксис
let message = "Привіт, фрілансер!"

if(2 > 1){
	//Код виконується лише якщо
	//вираз в дужках поверне значення true
	console.log(message);
}

//Синтаксис
let messages = "Привіт, фрілансер!"

let first = 5;
let second = 5;
if(first === second){
	//Код виконується лише якщо
	//вираз в дужках поверне значення true
	console.log(messages);
}

//Синтаксис
let messagess = "Привіт, фрілансер!"

if(2 + 1 === 3 && "1" == 1 || 10>5 && 10 ===1){
	//Код виконується лише якщо
	//вираз в дужках поверне значення true
	console.log(messagess);
}